Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: （今日も終わったな。もしクレナが毎日来るなら、剣術のほうが先に上がりそうだな）
en: (We're done for the day. If Kurena comes everyday, swordfighting might happen first.)

source: （角が生えた兎みたいなのが出るんだっけ。うまかったな）
en: (Isn't there something like a rabbit with horns? It was tasty.)

source: １０月下旬。アルバヘロンが北に向かって飛んでいく。アレンの名の由来になった鳥だ。
en: It's near the end of October, and the albaheron, Allen's namesake, are flying north.

source: 「ああ、まあ村長の名前がつくって話だったからな。そのまんまになったな」
en: "Ah, well, it's supposed to be named after the mayor, so that's why it's like that."

source: 「あ～い」
en: "Da~aa"

source: 「そういえば、来年この村はデボジ村になるんだってな。領主の使いが知らせてくれたんだってよ」
en: "By the way, starting next year, this village will be called Deboji Village. The lord's messenger said so."

source: 「とうとう村に名前がつくんだね」
en: "Ah, the village will finally have a name."

source: 「アレン、お昼手伝って～」
en: "Allen, come help out with lunch~"

source: 「マッシュ、もうすぐごはんでちゅからね」
en: "Mash, we'll be eating soon."

source: 「帰ったぞ～」
en: "I'm home~"

source: 『投擲のレベルが３になりました』
en: 『Throwing is now level 3.』

source: 【 獣 】 Ｇ１３枚
en: 【BEAST】 G 13 cards

source: 【スキル】 召喚〈２〉、生成〈３〉、合成〈２〉、拡張〈１〉、剣術〈２〉、投擲〈３〉、削除
en: 【SKL】 Summon <2>, Create <3>, Synthesize <2>, Expansion <1>, Swordsmanship <2>, Throwing <3>, Delete

source: 【体 力】 １６（４０）＋２６
en: 【HP】 16 (40) + 26

source: 【合 成】 １，３２５／１０，０００
en: 【SYNTH】 1,325 / 10,000

source: 【合 成】 ２
en: 【SYNTH】 2

source: 【年 齢】 ４
en: 【AGE】 4

source: 【幸 運】 １０（２５）
en: 【LCK】 10 (25)

source: 【攻撃力】 ４（１０）＋２６
en: 【ATK】 4 (10) + 26

source: 【生 成】 １，８４６／１００，０００
en: 【CREATE】 1,846 / 100,000

source: 【生 成】 ３
en: 【CREATE】 3

source: 【知 力】 １２（３０）＋４
en: 【INT】 12 (30) + 4

source: 【素早さ】 １０（２５）＋１０
en: 【AGL】 10 (25) + 10

source: 【耐久力】 ４（１０）＋６
en: 【DEF】 4 (10) + 6

source: ここは剣と魔法のファンタジー風であるが、ゲームではなく異世界である。ダメージみたいなものが目に見えるわけではないので、どの程度かは分からないが、威力の上昇がみられる。
en: This is a fantasy world of swords and magic, but it's not a game, it's another world. Although he could feel the increase in power, there's no damage numbers or anything like that.

source: この１年半ほどの間、投げに投げ続けた石の数（累積）
en: Stones thrown (cumulative)

source: しかし、この世界に来た当初に思ったことは、赤ん坊への転生ではなく、大人のままの転移が良かったなということだ。
en: But when he first came to this world, he wanted to be reincarnated as an adult, not a baby.

source: じゃあ、また行ってくると言ってロダンが畑に戻る。テレシアもマッシュが１歳になるまでは付きっきりであったが、１歳を過ぎてからは昼寝の時間になったらロダンを手伝って畑仕事をしている。
en: Rodan gets ready for the fields, saying that he'll be back soon, and Theresia, who was nursing Mash until he was 1, helps Rodan in the fields when it was nap time.

source: なお、合成スキルであるが、スキルレベルが上がっても消費魔力は５のままである。どうやら生成と違い、合成については消費魔力は固定の可能性がある。
en: Also, Synthesize still only consumes 5 MP, even though it's leveled up. It's possible that Synthesize has a fixed MP cost, unlike Create.

source: ふとたまに思うことがある。自分はなぜ転生したのだろうと。
en: Sometimes, he thought to himself, "Why was I reincarnted?"

source: まもなくお昼のようだ。テレシアから庭先にいるアレンに声が掛かる。母の手伝いをするため、家の中に戻る。
en: It's almost noon. Theresia calls out to Allen, who is in the yard, and he heads back inside to help his mother.

source: よだれを垂らして、間の伸びた感じで返事をするマッシュである。アレンの弟はマッシュと名付けられた。茶髪に緑の瞳、顔立ちはどちらかと言うと父に似ているようだ。
en: Allen's younger brother, Mash, replies by stretching his body out while drooling. He had brown hair, green eyes, and he looked more like his father.

source: アルバヘロンからのアレン同様、名前の原型がずいぶん無くなっているなと思う。
en: Like how he got Allen from albaheron, the original form of the name was pretty much lost.

source: アレンは無事に投擲と呼ばれるスキルを獲得し、更にスキルレベルを３まで上げることに成功した。
en: Allen had successfully acquired the Throwing skill, and managed to raise to to level 3.

source: アレンは異世界にきて４年になる。まだこの国の名前すら知らない。両親の会話に出てこないしあえて聞こうとも思わない。とりあえず、王国であり、この村は男爵領の中にあるということだけ知っている。
en: It's been four years since Allen arrived in this world, and he doesn't even know the name of the country he's in. It doesn't come up in his parents' conversations, and he doesn't dare to ask. All he knows is that it's some sort of kingdom, and that this village is part of a barony.

source: ガイドブックも攻略本もない異世界転生。自ら試行錯誤していくしかない。生成レベルが３になっても召喚レベルが２のままだったので、どうしたら召喚レベルが３になるか悩んだ末考えたのが合成レベルを３にすること。とりあえず、全てのレベルが上がれば召喚レベルも引っ張られて上がるのではということだ。
en: Reincarnation without a walkthrough or a strategy guide. The only option is to figure everything out on your own through trial and error. Even if Create is level 3, Summon stayed at level 2. He was worried about leveling Summon, and thought to level up Synthesize to level 3. For now, he thinks that, if all the skills level up, the level of Summon will also go up.

source: ゲームをやれば、最強の装備を探し、レベルをカンストさせてきた健一である。ずっとやってきたゲームの遊び方だ。異世界でも同じようなことがしたかった。
en: No matter which game you play, you would find Kenichi at the level cap, with the strongest equips in the game. He's always liked playing games that way. He wanted to do it again in this other world.

source: スキルレベルの取得と検証
en: Skill Leveling Investigation Results

source: ステータスを確認しながら、今後の予定を考える。
en: He thinks about the future, while checking his status page.

source: テレシアの頬にキスをして出かけるロダンである。もうと言いながらも嬉しそうなテレシア。３人目ができるかもしれないなと思いながらマッシュを見る。周りを汚し、木でできたスプーンを握りしめ必死に食事をする弟のマッシュ。
en: Rodan kisses Theresia on the cheek, and leaves. Theresia doesn't say anything, but she looks happy. She looks at Mash in a way that makes Allen think that a third child might be coming. Hi younger brother, Mash, is making a mess, holding a wooden spoon and struggling to eat.

source: テレシアは無事、第二子である男児を出産した。一昨年の１２月頃出産したため、背中の幼児は１歳半だ。もう目が覚めているのか、足をバタバタさせている。
en: Theresia had safetly given birth to her second child, a boy, around December two years ago. The toddler on her back was a year and a half. He was already awake and flapping his legs.

source: ヘルモードはレベルアップ、スキルの成長にノーマルモードの１００倍の労力が必要なのだ。これは経験値であったり、スキルの成長のための試行回数なのだろうと推察する。
en: Hell Mode required 100 times more EXP than Normal Mode. He thinks that the EXP comes from how many times you have to repeat something to level it.

source: マーダーガルシュのランクを聞いたらＢランクの魔獣とのことで、Ｄランクのアルバヘロンより２つもランクが高い。兄より優れた弟はいないと思う。
en: If you're talking about the murdergarsh, it's a B rank beast, which was two ranks higher than the D ranked albaheron. And I thought the older brother was supposed to be superior.

source: ロダンが、朝の共同水くみ場で同じ農奴仲間から聞いた話をする。
en: Rodan shares a story he heard this morning from a fellow serf at the water pump.

source: ・スキルを取得するのに一定回の試行を行わないといけない
en: ・You have to repeat an action a certain number of times to acquire a skill.

source: ・スキルレベルが上がれば上がるほど、威力が上昇する
en: ・The higher the skill level, the more powerful it becomes.

source: ・スキルレベル２にするにはスキルレベル１を獲得した回数と同じ回数の試行が必要
en: ・It takes the same number of actions to get from level 1 to level 2.

source: ・スキルレベル３はスキルレベル１の１０倍の試行が必要
en: ・Skill level 3 requires 10 times this amount.

source: ・体の動きに補正がかかる
en: ・Corrects the body's movements

source: ・１００００個目 投擲レベル１
en: ・10,000 - Throwing level 1

source: ・１２００００個目 投擲レベル３
en: ・120,000 - Throwing level 3

source: ・２００００個目 投擲レベル２
en: ・20,000 - Throwing level 2

source: 以前ロダンから聞いた話を思い出す。開拓村は、開拓が進むと村で一番有名な人の名前がつくという話だ。基本的に初代村長の名前にすることが多い。
en: This reminds Allen of something he heard from Rodan before. Frontier villages are often named after the most famous person from the village's early years. So more often than not, that would be the first mayor.

source: 何者にも束縛されず、召喚士としての自らの育成に集中したかった。転移し、近くの街にいって冒険者にでもなって、魔獣を狩りひたすらレベル上げとスキル上げに勤しむ。
en: He wanted to concentrate on grinding his summoner levels, without restraint. He wanted to go to a nearby town and become and adventurer, hunting monsters and working hard on leveling up.

source: 剣術については、ほぼ毎日のようにクレナが騎士ごっこをしに来るので、自然とあがっていった。１年半で剣術はスキルレベル２になった。石投げの試行回数を増やした結果、投擲のスキルのほうがより上がっている。
en: As for the Swordsmanship skill, Kurena came to play knights almost everyday, so it naturally went up. After a year and half of this, his Swordsmanship skill had reached level 2. But his Throwing skill had increased more because of the increased repetitions.

source: 名前は当然、この異世界にいる魔獣からロダンがつけたとのことである。ロダンの話ではマーダーガルシュという狼のような魔獣とのことだ。１匹狼で世界を気ままに移動しているとのことである。自由に生きてほしいという父の強い思いを感じる。
en: Rodan had named him after a magic beast from this world. According to Rodan, there is a wolf-like magic beast called the murdergarsh, a lone wolf that roams around the world at it's whim. From the name, it was obvious that Rodan had a strong desire for his children to live free lives.

source: 庭の先にある畑からロダンが帰ってきた。皆で囲炉裏を囲んで昼食を摂る。なお、農奴であったり、異世界の文化的な理由でお昼はかなり軽めだ。
en: Rodan comes through the yard, back from the field. The family gathers around the hearth for lunch, which is rather light because of serfdom, and the culture of the other world.

source: 廃設定のゲームをやり込みたいと心から願った。だから、剣と魔法のファンタジーの異世界に来たことについてはあまり後悔がない。３５才で現実世界を去って、向こうの両親は少しは悲しむかもしれないが、結婚もしていないし彼女もいなかったのでそこまでダメージはないのではと思う。
en: He really wanted to play in a game with an obsolete, old-school setting, so he doesn't regret coming to a fantasy world with swords and magic. He left the real world at age 35. His parents over there might be a bit sad, but he never got married, and never ever had a girlfriend, so he thinks that he probably didn't do too much damage.

source: 弟ができ家族について考えることが増えた。レベル上げ以外に目標ができたのであった。
en: Now that he had a younger brother, Allen thought about his family more. He now had goals other than just leveling up.

source: 投擲もそうであるが、スキルの有無とそのレベルで、威力など全てにおいて差が出てくるのである。投擲であれ、剣術であれ、体の動きに補正がかかる。より自然に、より正しい姿勢になるよう体の動きに補正が入る。そして、小石の威力も、剣撃の威力も上がったように感じる。
en: With a skill there is a notable difference in almost every aspect, including power. With both Throwing or Swordsmanship, the body's movements are corrected so that the posture becomes more natural and correct. And he felt that the power of the pebbles and sword attacks increased.

source: 既に離乳食が始まった弟が喉に芋を詰まらせないようにすりつぶしてあげる。まだ、畑の手伝いはしていないが、ずいぶん家の手伝いが増えた。
en: His younger brother had already started eating baby food. Allen mashed the potatoes well up so that his brother wouldn't choke on them. He wasn't allowed to help out on the fields yet, so he's been helping out more at home.

source: 月日が流れて、アレンは４歳になった。季節は春先の３月。雪が少しずつ減り畑も緑が芽吹くころの季節である。アレンは１人、庭先の木の前にいた。
en: 月日が流れて、アレンは４歳になった。季節は春先の３月。雪が少しずつ減り畑も緑が芽吹くころの季節である。アレンは１人、庭先の木の前にいた。 The months passed, and Allen turned 4. It was early spring, March. The snow has started to melt, and the fields have begun to sprout with green. Allen was alone in the yard, standing in front of the tree.

source: 現在、村を開拓して９年である。開拓も生産も落ち着いてきたので、１０年目にして、村に名前がつくという話のようだ。
en: It's been 9 years since the village was founded. Now that things are getting settled, it seems that the village will be named starting it's 10th year.

source: 生成レベル２と合成レベル１は３歳になってから上げ始めて、それぞれ３と２にした。
en: Create level 2 and Synthesize level 1 when he turned 3, going to levels 3 and 2, respectively.

source: 第１１話 弟
en: Chapter 11 Little Brother

source: 背中に幼児を背負ったテレシアの横に立ち、昼食作りを手伝う。
en: He takes his place next to her, and begins to help Theresia, who is carrying a toddler on her back.

source: 背中を揺らしながら、アレンに蒸した芋とすりこぎ棒を渡す。
en: Bouncing the baby on her back, Theresia hands Allen a steamed potato and a pestle.

source: 蒸した芋を２本ほどほおばって、ロダンは畑に戻ることが多い。
en: After scarfing down 2 potatoes, Rodan returns to the field.

source: 魔導書で自らのステータスを確認すると、いつもこのことが頭をよぎる。召喚レベルが３になっていないためか、召喚獣の数は変わっていない。召喚レベルが２になったときに鳥Ｇランクが解放された。高ランクを召喚するには召喚レベルを上げる必要がある。
en: Whenever he checked his status in the grimoire, he always thought: "Man, the number of obtainable summons is still the same. Probably because I havne't reached level 3 yet." When he reached Summon level 2, he unlocked bird G. So, to summon higher ranks, he'll probably need to raise the level of his Summon skill.

source: 魔導書のメモを見ながら、投げた石の数を確認する。
en: Looking at his notes in the grimoire, he checks how many stones he's thrown.

source: （いっぱい食べて大きくなれ。我が弟よ）
en: (Eat and grow big and strong, my brother.)

source: （これがヘルモードでなく、ノーマルモードなら１００回でいいのか）
en: (If this was Normal Mode, would it only take 100 throws?)

source: （さて、投擲レベル４はどうするかな。もし、レベル４にするのに必要な個数が１００万回なら、１日３００回投げても９年以上かかるのか。他にすることないしな。他にすること決めるまで投げ続けるか。あと１０万、２０万投げてスキルが上がらなかったら１００万回で確定できるしな）
en: (Well, what about throwing level 4? If i need to throw 1 million stones, even if I throw 300 a day, it'll take me over 9 years. Well, I don't have anything better to do. I'll just keep throwing until I figure something else out. If I throw another 100 or 200 thousand, and my skill doesn't level, then I'll just assume it's 1 million.)

source: （どうしたら、召喚レベルが上がるか分かんないけどね）
en: (I don't know how to do that though.)

source: （やっと投擲がレベル３になったな）
en: (Finally got it to level 3, eh?)

source: （やはり、スキルの取得には一定のルールがあると。ちょうど１万か）
en: (So in the end, there are certain rules for acquiring skills, huh? 10,000, eh?)

source: （デボジ村長か、見たことないな）
en: (Mayor Deboji. Never seen him before.)

source: （団欒もいいな。せめて農奴から皆を解放するかな。どうやって解放するか知らないけど）
en: (It's nice to live this peaceful family life. Hopefully, I can at least free everyone from being serf, though I'm not sure how to do that.)

source: （家族の団欒だな）
en: (This is family harmony.)

source: （投擲のスキルだけがそうなのかもしれないが、スキルの取得とレベルアップには一定の条件があると）
en: (Maybe this only applies to the Throwing skill, but there seems to be certain requirements to acquire and level a skill.)

source: （生成レベルが３になっても、召喚レベル３にならなかった件について）
en: (Even though Create is now level 3, Summon didn't level up to 3.)

source: （開拓が進んで開拓村じゃなくなるってことか）
en: (As development progresses, I guess it's not a frontier village anymore.)

source: １年と１０か月で召喚レベル２になったが、４歳５か月でまだ召喚レベル２。
en: Summon reached level 2 when he was 1 year and 10 months old, but at 4 years and 5 months old, it's still level 2.

source: １２万回も石を投げつけ続けた木の表面は、石の当る部分が丸い円を描いて剥がれてしまっている。最初は１日１００回と決めていたが、レベル２になり試行回数が関係すると分かった。それ以降は３００に回数を増やして、現在に至る。
en: The surface of the tree, which has endured 120,000 throws, has peeled off in a circle where the stones hit it. At first, he only did 100 times a day, but when he got to level 2, he realized that the number of throws mattered. After that, he had thrown 300 times a day, up to this day.

source: ３歳になった月から始めた石投げもこれで１年半ほどになる。魔導書の表紙には、レベルアップを知らせるログが黄色で表示されている。
en: It's been around a year and half since he started throwing stones at the tree. On the cover of the grimoire was a message in yellow text.

source: 「「「な、なんだ！！！」」」
en: " " " " "What the!!!!!" " " " "

source: 「あれーん！！」
en: "Alleeeeeen!!"

source: 「うん、わたし、かんていでけんしといわれるの！ そしてきしになるの！！」
en: "Yea! I'm said I'm gonna be a knight, so I"m gonna be a knight!"

source: 「うん、ママ」
en: "Okay mama"

source: 「え？ けんしじゃないの？」
en: "Eh? What's a sword saent?"

source: 「おお！ 商人の才がありますね。おめでとうございます」
en: "Ooh!! You have talent as a merchant. Congratulations!"

source: 「け、剣聖だ、クレナの才は剣聖であるぞ！」
en: "A-a Sword Saint. Kurena has the talent of a Sword saint!"

source: 「け、剣聖だって！！」
en: "A-a Sword saint?!!?"

source: 「この水晶に手をかざすと、その者の才能と能力が表示されるのです」
en: "When you hold your hand over this crystal, your talents and abilities will be displayed."

source: 「では、ゲルダの子クレナよ、水晶に手をかざしなさい」
en: "Next, Kurena, daughter of Gerda. Please place your hand over the crystal."

source: 「な！？ え？ 神官様、鑑定結果は！？」
en: "Hah?! Eh? Mr. Priest, what does it say?!"

source: 「な！？ そ、そんな、で、でおった」
en: "Hah?! W-well, then, this is..."

source: 「はい！！」
en: "Okay!!!"

source: 「まずは、デボジの子ペロムスよ、水晶に手をかざしなさい」
en: "First, we have Peromus, Deboji's son. Please place your hand over the crystal."

source: 「や、やった、パパおのつかいだ、おのつかいだってよ！！」
en: "Y-yeah! Papa, I did it! I did it!"

source: 「やあ、クレナ。クレナも鑑定の儀だね」
en: "Hi Kurena. You're going to appraisal ceremony too?"

source: 「テレシア、アレンは賢い子だ。そんなことはしないさ。行ってくるぞ」
en: "Theresia, Allen is a smart kid. He'll be good. Let's go."

source: 「今日は皆様、鑑定の儀にお集まりいただきありがとうございます」
en: "Thank you all for being here today for the appraisal ceremony."

source: 「剣聖が生まれていたぞ！」
en: "A Sword Saint is born!"

source: 「創造神エルメア様は等しく全ての者に機会をお与えになります。農奴として生まれてきた方は知らないかもしれませんが、農奴の中からも王国の英雄は生まれているのです」
en: "The God of Creation, Elmere, gives equal opportunity to all. And those who are born as serfs may not know it, great heroes of the kingdom have been born among serfs."

source: 「神官様に失礼なことを言ってはダメよ」
en: "Make sure that you're polite to the priest."

source: 「聖女クラシス様は平民の生まれです。そして、現在も王国のためにご活躍されている剣聖ドベルグ様は農奴の出身なのです」
en: "Saint Krassis was born a commoner, and Sword Saint Doberg, who still serves the kingdom today, was born a serf."

source: 【体 力】 Ｂ
en: 【HP】 B

source: 【体 力】 Ｃ
en: 【HP】 C

source: 【体 力】 Ｓ
en: 【HP】 S

source: 【名 前】 クレナ
en: 【NAM】 Kurena

source: 【名 前】 ドゴラ
en: 【NAM】 Dogora

source: 【名 前】 ペロムス
en: 【NAM】 Peromus

source: 【幸 運】 Ｂ
en: 【LCK】 B

source: 【幸 運】 Ｃ
en: 【LCK】 C

source: 【才 能】 剣聖
en: 【Talent】 Sword Saint

source: 【才 能】 商人
en: 【Talent】 Merchant

source: 【才 能】 斧使い
en: 【Talent】 Axeman

source: 【攻撃力】 Ａ
en: 【ATK】 A

source: 【攻撃力】 Ｄ
en: 【ATK】 D

source: 【攻撃力】 Ｓ
en: 【ATK】 S

source: 【知 力】 Ｂ
en: 【INT】 B

source: 【知 力】 Ｃ
en: 【INT】C

source: 【知 力】 Ｄ
en: 【MP】 D

source: 【素早さ】 Ａ
en: 【AGL】 A

source: 【素早さ】 Ｃ
en: 【AGL】 C

source: 【素早さ】 Ｄ
en: 【AGL】 D

source: 【耐久力】 Ａ
en: 【DEF】 A

source: 【耐久力】 Ｂ
en: 【DEF】 B

source: 【耐久力】 Ｃ
en: 【DEF】 C

source: 【魔 力】 Ｃ
en: 【MP】 C

source: 【魔 力】 Ｄ
en: 【MP】 D

source: あまりの輝きに、驚く神官に、残った親子たちである。ゲルダも体で驚きを表している。
en: The parents and children who remained, the priests, and even Gerda, all expressed their surprise, covering their eyes.

source: がっかりする親子だ。才能欄には『なし』と表示される。しかし、教会の鑑定は絶対なのか何も言わず、次の鑑定のために下がる。
en: The family is dissapointed. The talent displays 『None』. Whether or not the church's appraisal is absolute, they don't say anything and make room for the next person.

source: ここに手をかざしなさいと村長に誘導されながら、ペロムスは両手を水晶にかざす。かざされた水晶は淡く光り、その光は隣にある真っ黒な金属板にも移っていく。金属板に銀の文字が映し出される。
en: Guided by the mayo, Peromus holds his hand over the crystal. The crystal shines faintly, and the light transfers over to the black metal plate next to it. Silver letters appear on the metal.

source: ここ数日聞かされたことを思い出す。
en: He recalls what he heard these past few days.

source: これで平民が終わりなのか、農奴と思われる服装の子供たちが呼ばれ始める。農奴も平民同様に才能なしと呼ばれるものが多い。
en: It seems like all the commoners are done. Children dressed like serfs are being called. Most serfs, like the commoners, are not talented.

source: ざわざわとする教会である。農奴から英雄とはどういうことだということである。この広間には第一子が５歳になり、親として初めて鑑定の儀を受ける者も多い。農奴から英雄という話を初めて聞く親とその子たちである。
en: The church buzzes. A serf can be a hero? The hall is filled with many parents who brought their first child, so it's their first appraisal ceremony. There are parents and children who are hearing, for the first time, about serfs becoming heroes.

source: ざわつく広間に、神官の声が響く。それは本当なのかということだ。
en: The voice of the priest echoes throughout the noisy hall. The crowd was incredulous.

source: それから、簡単に鑑定の儀の説明をしてくれる。年配の神官の目の前には鑑定用の水晶が鎮座している。ここに手を当てると、神官の横にそびえる等身大の真っ黒な金属板に鑑定結果が表示されるとのこと。
en: The priest then gives a brief explaination about the appraisal ceremony. An appraisal crystal sits in front of the elderly priest. If you put your hand on it, your appraisal result will be displayed on the human-sized black metal plate standing next to the priest.

source: それに合わせて子供を産み育てる家庭も増えてきた。ロダンやテレシアもそのうちの１組である。アレンは開拓村ベビーブームに生まれてきたのである。ここにはベビーブームに生まれてきた３０人ほどの子供たちがいる。
en: As a result, more and more families were having children, including Theresia and Rodan. Allen was born during the frontier village's baby boom. There are about 30 children here who were born during that time.

source: そんなアレンの考察は余所にして、鑑定の儀は進む。
en: The appraisal ceremony proceeds, ignorant of Allen's thoughts.

source: そんな中、アレンだけは納得した。思い出したのは５年前の転生する前のことである。この世界では確かに、勇者とか剣聖は低い階級から生まれる設定だ。上級貴族や王族からは決して出てこない設定である。難しい職、将来強くなる職ほど低い階級から生まれる。それは平民であったり農奴であったりする。
en: Meanwhile, only Allen was convinced. He remembered from five years ago, before he had reincarnated. In this world, heroes and sword saints were set to be born in lower ranks. The settings didn't allow them to be born as aristocrats or royalty. The difficult jobs with higher growth caps were born in lower ranks, like commoner or serf.

source: わなわなとした年配の神官である。
en: The elderly priest looked lost.

source: アレンが異世界にきて５年と半年が過ぎた。今は春がやってきて４月中旬である。テレシアとロダンがそわそわしている。
en: It's been five and a half years since Allen came to the other world. It was spring, mid-April. Theresia and Rodan are restless.

source: アレンとクレナが最後まで残った。
en: Only Allen and Kurena were left.

source: アレンは魔導書を開き、ペロムスの鑑定結果のメモを始める。次に平民の男の子が呼ばれる。名前を呼ばれ同じように親と一緒に水晶の前に行き、男の子は水晶に手をかざす。
en: Allen opens his grimoire and takes notes about Peromus' appraisal results. Next, a commoner boy is called. He goes up to the crystal with his parents, and, just like before, he holds his hand over it.

source: クレナが両手をかざした時、かつてないほどの光を水晶が発する。水晶の光が収まるのと同時に、真っ黒な金属板に鑑定結果が表示される。
en: As Kurena holds up her hands, the crystal emits a light stronger than ever before. When the light subsides, the appraisal results are displayed on the black plate.

source: ゲルダに連れられてクレナが水晶の前に進んでいく。両手を笑顔で水晶にかざすクレナ。最後のほうということもあり、かなり人は減っているが何組かの親子は見学しているようだ。
en: Kurena advances to the crystal along with Gerda. She holds her hand out with a smile on her face. Since she was nearly last, there were less people around, but there were still some parents and children watching.

source: ゲルダは金属板に表示された文字が読めない。農奴で自分や家族の名前以外の文字を読める者はほとんどいない。娘クレナの名前以外何が書かれているのか分からないのだ。
en: Gerda can't read the words on the metal plate. Few serfs can read letters other than the names of themselves and their family, so he doesn't know what's written on it other than "Kurena".

source: ニコニコしながら答えるクレナである。横にはムキムキのゲルダもいる。ゲルダとクレナにとっても鑑定の儀の日だ。どうも鑑定の儀は年に１回４月にまとめて行うそうな。わざわざ農奴が５歳になる度には行わないようだ。
en: Kurena answers with a smile. Next to her is the ever-muscular Gerda. Gerda and Kurena also have an appraisal ceremony today. Apparently, the appraisal ceremony is held once a year in April. They don't seem to bother with it every single time a serf turns 5.

source: ピンクの髪を１つに編んだ青い瞳の少女だ。アレンに気付いたようで、体いっぱいに手を振るクレナである。ほぼ毎日会っているが、木刀を持っていないクレナは久々に見るなと思う。
en: It's a girl with blue eyes, her pink hair in a single braid. Kurena saw Allen and was waving her arm with entire body. They met almost everyday, but it's the first time in a while that he's seen her without a wooden sword in hand.

source: ロダンとともに教会の中に入る。外観から２階建てほどの高さだなと思っていたが、どうやらとても天井が高い１階だけの作りだ。入った先は座席もなく広間になっている。広間の最も奥にはギリシャ神話のような真っ白な男神の彫刻がある。他にも何柱かの男神と女神の像がある。
en: He entered the church with Rodan. From the outside it looked 2 stories high, but it was actually a one-story building with a very high ceiling. There were no seats. At the far end of the hall is a pure white sculpture of a male god that looks like it came straight out of Greek mythology. There are several other statues of gods and goddesses.

source: ロダンに連れられて、開拓村の中心に出かける。テレシアはマッシュの世話があるので出かけるのはロダンとアレンだけだ。
en: Rodan took Allen out to the village center. Theresia had to take care of Mash, so only Rodan and Allen left.

source: 今日は、アレンの鑑定の儀を行う日だ。
en: Today is the day of Allen's appraisal ceremony.

source: 今日はロダンも家の水甕に水だけ入れて、畑には行っていない。
en: Today, Rodan only filled the water jar, and doesn't go out to the fields.

source: 全て魔導書にメモしながら、斧使いの職業特性を分析する。
en: While noting everything down in the grimoire, he analyzes the stats of the Axeman class.

source: 平民が頭を下げるので、そういう作法かと農奴も頭を下げる。どうやら平民は定期的に教会に来ているようだ。アレンも流れに合わせて頭を下げる。そのまま年配の神官は続けて話をする。
en: Since the commoners bow their heads, the serfs also bow. Apparently, the commoners come to church regularly. Allen also follows the flow of things and bows. The elderly priest continues.

source: 春になり、小麦の種まきが始まったところもあるようだ。綺麗に雑草も刈り取られた畑、葉野菜を植えた畑、休耕地なのか雑草がアレンの身長並みに生えた畑など様々ある。多種多様な畑を抜け歩いていると、いつもの声が聞こえる。
en: It seems that the spring sowing has begun. There are fields that have been cleared of weeds, fields filled with leafy greens, and fallow fields filled with weeds as tall as Allen. As they walk through the fields, they are met with a familiar voice.

source: 昨日から１０回以上繰り返した返事をもう一度する。パタパタと服の埃を払われる。
en: For the 10th time since yesterday, he answers. His clothes are being dusted with a pat.
